let array = [
  {
    q: 'اقرأ سورة الكافرون  (درجة مجانية فقط عليك قراءتها)',
    options: '',
    selectedValue: '',
    fullAns:
      'قُلْ يَا أَيُّهَا الْكَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * لَكُمْ دِينُكُمْ وَلِيَ دِينِ                         قُلْ يَا أَيُّهَا الْكَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * لَكُمْ دِينُكُمْ وَلِيَ دِينِ',
    slectOption: '',
  },
  {
    q: 'اقرأ التّحيات  (درجة مجانية فقط عليك قراءتها)',
    options: '',
    selectedValue: '',
    fullAns:
      'التحيات لله والصلوات والطيبات ، السلام عليك أيها النبي ورحمة الله وبركاته ، السلام علينا وعلى عبادنا الصالحين ، أشهد أن لا إله إلا الله وأن محمدًا عبده ورسوله . رواه البخاري (6230) ومسلّم (402) عن عبداللّه بن مسعود رضي اللّه عنه',
    slectOption: '',
  },
  {
    q: 'اقرأ الصّلاة الإبراهيمية ؟ (درجة مجّانية فقط عليك قراءتها)',
    options: '',
    selectedValue: '',
    fullAns:
      'اللهم صلَّ على محمد وعلى آل محمد كما صليت على ابراهيم وعلى آل ابراهيم انك حميد مجيد ، وبارك على محمد وعلى آل محمد كما بارك على ابراهيم وعلى آل ابراهيم انك حميد مجيد ',
    slectOption: '',
  },

  {
    q:
      'اقرأ خواتيم سورة البقرة التي يقرؤها المسلم قبل النّوم ؟ (درجة مجّانية فقط عليك قراءتها)',
    options: '',
    selectedValue: '',
    fullAns:
      'الجواب : ( آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (285) لاَ يُكَلِّفُ اللّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (286)',
    slectOption: '',
  },

  {
    q:
      'اكمل السّورة .. بسم اللّه الرّحمن الرّحيم  وَالْعَصْرِ (1) إِنَّ الْإِنسَانَ لَفِي خُسْرٍ (2) .... ؟ (درجة مجّانية فقط عليك قراءتها)',
    options: '',
    selectedValue: '',
    fullAns:
      'وَالْعَصْرِ (1) إِنَّ الْإِنسَانَ لَفِي خُسْرٍ (2)إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) {سورة العصر}',
    slectOption: '',
  },
];

export default array;
